;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Ελληνικά
;Language name in English e.g. German
LanguageEn=Greek
;Your name here. You can also leave your email, website, blog...
Translator=George Georgiou
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=1032

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Κανένα
602=Επιλογές Listary

;Tray Menu
1001=Βοήθεια Online
1002=Έλεγχος ενημερώσεων...
1003=Περί
1004=Έξοδος

;Toolbar
1100=Αναζήτηση

;Favorite Menu
2000=Αγαπημένα
2001=Αυτή η εφαρμογή
2002=Καθολικά
2003=Προσθήκη εδώ
2004=Προσθήκη τρέχοντος φακλέλου στα αγαπημένα
2050=Αδυναμία προσθήκης αγαπημένου
2051=Το Listary δε μπόρεσε να εντοπίσει τη διαδρομή του φακέλου.

;Recent Menu
2100=Πρόσφατα
2101=Εκκαθάριση
2103=Φάκελος
2104=Αρχείο
2105=Εντοπισμός της εφαρμογής
2106=Μη εντοπισμός της εφαρμογής
2107=Περισσότερα...

;Smart Menu
2200=Έξυπνες εντολές
2201=Ανοικτοί φάκελοι
2202=Μετάβαση στον τελευταίο ανοικτό φάκελο
2203=Άνοιγμα επιλεγμένου αρχείου στον explorer
2204=Εξερεύνηση τρέχοντος φακέλου
2205=Γραμμή εντολών
2206=Μετάβαση στο φάκελο της εφαρμογής
2207=Εξερεύνηση φάκελου της εφαρμογής
2208=Εμφάνιση καταλήξεων αρχείων
2209=Εμφάνιση κρυφών αρχείων και φακέλων
2210=Αντιγραφή διαδρομής φακέλου
2211=Αντιγραφή διαδρομών επιλεγμένων αντικειμένων
2212=Αντιγραφή ονομάτων επιλεγμένων αντικειμένων
2213=Επιλογές
2214=Αναβάθμιση σε Listary Pro 
2215=Προσθήκη εφαρμογής στη λίστα υποστήριξης
2216=Απενεργοποίηση Listary για αυτή την εφαρμογή
2217=Εξαγωγή περιεχομένων λίστας σε αρχείο CSV
2218=Διαχωριστικό
2250=Το %s προστέθηκε στη λίστα υποστήριξης.
2251=Μπορείτε τώρα να χρησιμοποιείτε το μεσαίο πλήκτρο του ποντικιού ή τα πλήκρτα συντόμευσης %s για να ενεργοποιήσετε το Listary στο %s.
2252=Θέλετε σίγουρα να απενεργοποιήσετε το Listary για αυτή την εφαρμογή;
2253=Απενεργοποίηση Listary
2254=Το Listary δε θα εμφανίζεται από την επόμενη εκκίνηση αυτής της εφαρμογής.\nΜπορείτε από τις Επιλογές > Εφαρμογές να το ενεργοποιήσετε ξανά.

;Search
2300=Λίστα
2301=Μετάβαση
2302=Δε βρέθηκαν σχετικά.

;Options > General
3000=Γενικά
3001=Εκκίνηση του Listary με τα Windows 
3002=Αυτόματη εστίαση στη λίστα αρχείων του Windows XP Explorer
3003=Έλεγχος για ενημερώσεις στις επιλογές
3004=Γρήγορη αλλαγή (Άνοιγμα τρέχοντος φακέλου σε διαλόγους κατά τη μετάβαση από τον Explorer)
3005=Language:
3006=Προκαθορισμένος διαχειριστής αρχείων
3007=Συμπληρώστε το αν θέλετε να χρησιμοποιήσετε άλλον από τον Windows Explorer.\nΕισάγετε %1 στην παράμετρο για τη διαδρομή. Μη ξεχάσετε τα εισαγωγικά.


;Options > Favorites
3100=Αγαπημένα
3101=Λεπτομέρειες
3102=Όνομα:
3103=Πλήκτρα:
3104=Τύπος:
3105=Διαδρομή:
3106=Υπομενού
3107=Προσθήκη αγαπημένου
3108=Αφαίρεση αγαπημένου

;Options > Recent
3200=Πρόσφατα
3201=Καθολικά πρόσφατα αντικείμενα:
3206=Εντοπισμός καθολικών πρόσφατων
3207=Εντοπισμός πρόσφατων για όλες τις εφαρμογές
3208=Αυτόματη επιλογή τελευταία ανοιγμένου αρχείου σε διαλόγους
3209=Αφαίρεση επιλεγμένων πρόσφατων
3210=Αφαίρεση όλων των πρόσφατων
3211=Καθολικά πρόσφατα αντικείμενα
3212=Πρόσφατοι φάκελοι ανά εφαρμογή
3213=Πρόσφατα αρχεία ανά εφαρμογή
3214=Αντικείμενα μενού πρόσφατων
3215=Αναζήτηση πρόσφατων αρχείων και φακέλων

;Options > Smart Commands
3300=Έξυπνες εντολές
3301=Λεπτομέρειες εντολής
3303=Εντολή:
3305=Εμφάνιση στις έξυπνες εντολές
3306=Προσαρμοσμένη εντολή
3307=Όνομα
3308=Πλήκτρα
3309=Εντολή
3310=Εμφάνιση στις έξυπνες εντολές
3311=Προσθήκη εσωτερικής εκτολής
3312=Αφαίρεση επιλεγμένης εντολής

;Options > Applications
3400=Εφαρμογές
3401=Ρυθμίσεις εφαρμογής: (αφορά μόνο την επιλεγμένη εφαρμογή)
3402=Ενεργοποίηση του Listary για αυτή την εφαρμογή
3403=Εντοπισμός πρόσφατων αρχείων και φακέλων
3404=Προσθέστε μια εφαρμογή για να ορίσετε επιλογές
3405=Αφαιρέστε την εφαρμογή μαζί με τα αγαπημένα και πρόσφατά της 
3406=Διαδρομή

;Options > Keyboard and Mouse
3500=Πληκτρολόγιο && ποντίκι
3501=Πλήκτρα συντόμευσης
3502=Γενικό:
3503=Εμφάνιση γραμμής Listary:
3504=Εμφάνιση αναδυόμενου μενού:
3505=Τοπικά (μόνο όταν εμφανίζεται η γραμμή του Listary):
3506=Μενού αγαπημένων:
3507=Μενού πρόσφατων:
3508=Έξυπνες εντολές:
3509=Ενεργοποίηση τοπικών πλήκτρων συντόμευσης (συμπεριλαμβανομένων των αγαπημένων και των έξυπνων εντολών) για τον Explorer όταν η γραμμή Listary δεν εμφανίζεται.
3510=Ποντίκι
3511=Διπλό κλικ ποντικιού σε κενό χώρο για ενεργοποίηση του Listary στον Explorer/Διαλόγους/Επιφάνεια εργασίας
3512=Μεσαίο κλικ ποντικιού για ενεργοποίηση του Listary

;Options > Display
3600=Εμφάνιση
3601=Θέση παραθύρου
3602=Απόλυτη
3603=Σχετική με τη λίστα
3604=Σχετική με το παράθυρο
3605=Απο επάνω
3606=Από κάτω
3607=Από αριστερά
3608=Από δεξιά
3609=Διαφάνεια
3610=Μενού
3611=Μέγιστος αριθμός αντικειμένων:
3612=Μέγιστο πλάτος (σε pixels):
3613=Ελάχιστο πλάτος (σε pixels):
3614=Άνοιγμα μενού με αιώρηση ποντικιού (καθυστέρηση σε milliseconds, 0 για απενεργοποίηση):
3615=Αναδυόμενο μενού
3616=Εμφάνιση πρόσφατων σε υπομενού
3617=pixels

;Options > Integration
4000=Ενσωμάτωση
4001=Προσθήκη μενού καταλόγων του Total Commander στα αγαπημένα του Listary
4002=Χρήση του Total Commander σε παράθυρα διαλόγων:

;Options > Compatibility
3700=Συμβατότητα
3701=Το Listary θα λειτουργεί και με τις ακόλουθες εφαρμογές:
3702=Προσθήκη εφαρμογής στη λίστα υποστήριξης
3703=Αφαίρεση εφαρμογής από τη λίστα υποστήριξης
3704=Διαχειριστής αρχείων
3705=Κλάση
3706=Εκτελέσιμο
3707=Γραμμή διευθύνσεων
3708=Ναι
3709=Όχι

;Options > Pro
3800=Αναβάθμιση σε Listary Pro
;3801=
3802=Όνομα:
3803=Email:
3804=Κωδικός εγγραφής:
3805=Σημείωση
3806=Το Listary είναι freeware για προσωπική μή κερδοσκοπική χρήση. Σε αυτή την περίπτωση μπορείτε να το χρησιμοποιείτε δωρεάν.
3807=Για εμπορική χρήση, πρέπει να αναβαθμίσετε σε Listary Pro.
3808=Επικόλληση από το πρόχειρο
3809=Έλεγχος κωδικού εγγραφής

;Options > About
3900=Περί
3901=Το Listary είναι δωρεάν για προσωπική μόνο χρήση. \nΓια εμπορική χρήση, ή για να χρησιμοποιήσετε εξελιγμένα χαρακτηριστικά, παρακαλούμε να αναβαθμίσετε στην έκδοση Pro.
3902=Μετάβαση στην ιστοσελίδα του Listary
3903=Αυτό το πρόγραμμα είναι καταχωρημένο στον

;Add Application Dialog
4100=Προσθήκη εφαρμογής
4101=Σύρετε το στόχο επάνω στη γραμμή διευθύνσεων της εφαρμογής για να την επιλέξετε και απελευθερώστε το πλήκτρο του ποντικιού.
4102=Στόχος:
4103=Κλάση:
4104=Εκτελέσιμο:
4105=Γραμμή διευθύνσεων:
4106=Διαχειριστής αρχείων (τσεκάρετε αν λειτουργει μόνο σε διαχειριστές αρχείων)
4107=*ΣΦΑΛΜΑ* Το εκτελέσιμο πρέπει να έχει δικαιώματα διαχειριστή 
 
;Custom Command Dialog
4200=Προσαρμοσμένη εντολή
4201=Πλήρης διαδρομή εκτελέσιμου αρχείου.\nΠαράδειγμα: C:\Program Files\7-Zip\7z.exe
4202=Παράμετροι:
4203=Το παράδειγμα δείχνει πς να προσθέσετε το επιλεγμένο αρχείο σε συμπιεσμένο με το 7-Zip.\n\nΜπορείτε να χρησιμοποιήσετε τις παρακάτω μεταβλητές στις παραμέτρους. Οι παράμετροι δεν περιλαμβάνουν εισαγωγικά, προσθέστε τα ανάλογα με τις ανάγκες σας.
4204=%file%\t\tΠλήρης διαδρομη αρχείου/φακέλου.\nΠαράδειγμα:  D:\download\music\example.mp3\n\n%path%\tΔιαδρομή τρεχοντος αρχείου/φακέλου.\nΠαράδειγμα: D:\download\music\\n\n%filename%\tΌνομα επιλεγμένου αρχείου/φακέλου.\nΠαράδειγμα: example.mp3

;Add Favorite Dialog
4300=Προσθήκη αγαπημένου